# taps
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
# formulae
brew "bat"
brew "fd"
brew "delta"
brew "gitui"
brew "lsd"
brew "ripgrep"
brew "pueue"
brew "sd"
brew "starship"
brew "tealdeer"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"